per1234/InoPlatformPropertiesTest/avr/boards.txt
dummy_board.name=PlatformPropertiesTest

dummy_board.upload.tool=dummy_tool

dummy_board.bootloader.tool=dummy_tool

dummy_board.build.mcu=atmega328p
dummy_board.build.f_cpu=16000000L
dummy_board.build.board=AVR_UNO
dummy_board.build.core=arduino:arduino
dummy_board.build.variant=arduino:standard

dummy_board.dummy_boards_property=dummy_boards_property_value
dummy_board.dummy_override_property=dummy_override_property_value_boards
